[
    {
        "title":"HTML",
        "image":"tecnologiasIcons/icons8-html-logo.svg",
        "description":"O esqueleto! Amei conhecer o básico de cada elemento da melhor forma possível.\nSaber que cada um desempenha um papel semântico importante para a leitura do SEO foi uma grande descoberta.",
        "rating":"5"
    },
    {
        "title":"CSS",
        "image":"tecnologiasIcons/icons8-css-logo.svg",
        "description":"O corpo! Via e achava muito complicado e extenso. Mas depois de praticar por muito tempo vi que cada propriedade desempanha um papel importantíssimo para que o céu seja o limite da estilização.",
        "rating":"5"
    },
    {
        "title":"JavaScript",
        "image":"tecnologiasIcons/icons8-javascript.svg",
        "description":"O cérebro! Manipular o DOM foi um desafio que valeu a pena. Nessa fase aprendi que o debug na web é o nosso melhor amigo e também que devemos: não avançar para outra fase sem confirmar que cada pedaço de código faça exatamente o necessário.",
        "rating":"5"
    },
    {
        "title":"JSON",
        "image":"tecnologiasIcons/icons8-json-96.svg",
        "description":"Salva vidas da leitura e escrita! O seu formato simples me fez ver que os JSON lidam muito bem com qualquer informação e quantidade, facilitando a manipulação.",
        "rating":"5"
    },
    {
        "title":"API RESTful",
        "image":"tecnologiasIcons/icons8-api-100.svg",
        "description":"Ela nunca foi complicada, nós é que somos 😂. Resumindo, é o nosso 'tipo de garçon especial' que nos permite fazer pedidos ao servidor de forma fácil com os métodos HTTP (POST, GET, PUT, DELETE).",
        "rating":"5"
    },
    {
        "title":"Swagger",
        "image":"tecnologiasIcons/swagger-logo.svg",
        "description":"Estilista da documentação das API's RESTful (Representational State Transfer 'para não esquecer o significado').",
        "rating":"5"
    },
    {
        "title":"GitHub",
        "image":"tecnologiasIcons/icons8-github.svg",
        "description":"Bruh, se precisas de explicação estás no lugar errado.",
        "rating":"Infinity"
    },
    {
        "title":"Tailwind CSS",
        "image":"tecnologiasIcons/icons8-tailwind-css.svg",
        "description":"Estilo de vento em sequência. Sou o único que amou o nome? Cada bloco de regular css pode ser reduzido a uma linha, o que é muito poderoso.",
        "rating":"5"
    },
    {
        "title":"React",
        "image":"tecnologiasIcons/icons8-react.svg",
        "description":"(MInha sabedoria). Criador da estrutura dos componentes que eu reutilizei nesse projeto.",
        "rating":"5"
    },
    {
        "title":"Next.js",
        "image":"tecnologiasIcons/icons8-next.js.svg",
        "description":"A prova de que tudo valeu apena. Imagina receber um local organizado feito com componentes React que apenas tens que trabalhar por cima para construir obras de arte.",
        "rating":"5"
    },
    {
        "title":"Vercel",
        "image":"tecnologiasIcons/vercel-logo.svg",
        "description":"Deploy king! O que seria do meu site sem ti?",
        "rating":"5"
    }
]